Repository: jordivila/Net_MVC_NLayer_Generator
Catalog: ProjectTemplate1/Layers/Resources/Account/AccountResources.*.resx
Languages: es

# AccountActivated
source: User account activated
es: Cuenta de usuario activada

source: Account Information
es: Información de la cuenta

# CanNotAccessYourAccount
source: Can't access your account?
es: ¿ No puedes acceder a tu cuenta ?

# CantAccessYourAccount_Email
source: We received a request to reset the password associated with this e-mail address. If you made this request, please follow the instructions below. Click the link below to reset your password using our secure server: {0} If you did not request to have your password reset you can safely ignore this email. Rest assured your customer account is safe. If clicking the link doesn't seem to work, you can copy and paste the link into your browser's address window, or retype it there. Once you have returned to {1}, we will give instructions for resetting your password.
es: Hemos recibido una petición para cambiar la contraseña asociada con esta dirección de email. Si tu realizaste esa petición, porfavor sigue las instrucciones siguientes. Haz click en el siguiente link para reestablecer la contraseña: {0} Sino realizaste la petición puedes ignorar este email de manera segura. Tu cuenta en {1} no se verá comprometida. Puedes hacer click en el link para comenzar el proceso o bien copiar y pegar el link en la barra de direcciones de tu navegador. Una vez vuelvas a {1}, recibirás instrucciones para cambiar tu contraseña.

# CantAccessYourAccount_EmailNotFound
source: No user found mathing the email address provided
es: No se encontraron usuarios para la dirección de correo proporcionada

# CantAccessYourAccount_EmailSent
source: An email was sent to the email address provided
es: Se ha enviado un email con los pasos a seguir a la dirección de correo proporcionada

# CantAccessYourAccount_EmailTitle
source: {0} Password Assistance
es: {0} Asistente para contraseñas

# CantAccessYourAccount_PasswordChanged
source: Your password has been successfully changed
es: La contraseña ha sido reestablecida

# CantAccessYourAccount_TokenExpired
source: Token has expired and you need to start process in order to change your password
es: Ha caducado el tiempo de espera para cambiar la contraseña

source: Change Password
es: Cambiar contraseña

# ChangePassword_EmailBody
source: Thanks for visiting {0}! Per your request, we have successfully changed your password.
es: Gracias por visitar {0}! A petición tuya, hemos cambiado tu contraseña.

# ChangePassword_EmailTitle
source: Revision to your {0} Account
es: Modificación de tu cuenta en {0}

source: Confirm Password
es: Confirmar contraseña

# CreateNewAccount
source: Create a New Account
es: Crea una nueva cuenta

# CreateNewAccount_EmailBody
source: Welcome to {0}. To activate {0} you must first verify your email address by clicking the link below: {1} If clicking the link above does not work, copy and paste the URL in a new browser window instead. If you believe that you have received this email in error, just do nothing. Thank you for choosing {0} as your cloud based file sharing service provider. Sincerely, Your {0} Support Team
es: Bienvenido a {0}. Para activar {0} primero debes confirmar tu dirección de email siguiendo el enlace que encontrarás a continuación: {1} Si al hacer click en el enlace éste no funciona, puedes copiar y pegar la dirección en tu navegador. Si has recibido este mensaje por error no hace falta que hagas nada. Gracias por escoger {0} como servicio en la nube para compartir archivos. Atentamente, el equipo de soporte de {0}

# CreateNewAccount_EmailSent
source: An email was sent to the email address provided. Please, activate your account
es: Se ha enviado un email a la cuenta de correo proporcionada. Por favor, activa tu cuenta

# CreateNewAccount_EmailSubject
source: {0} Email Verification
es: {0} verificación de email

source: Email Address
es: Dirección de correo electrónico

# ForgotPasswordQuestion
source: Forgot your password ?
es: ¿ Olvidaste tu contraseña ?

source: if you don't have an account
es: si no dispones de una cuenta

# InvalidPassword
source: The password provided is invalid. Please enter a valid password value.
es: La contraseña proporcionada es inválida

source: Log On
es: Entrar

source: New password
es: Nueva contraseña

# NewPasswordConfirm
source: Confirm password
es: Confirmar contraseña

# NewPasswordConfirmError
source: The new password and confirmation password do not match
es: La contraseña nueva y la confirmación no coinciden

source: Old password
es: Contraseña antigua

source: Password
es: Contraseña

source: Password could not be changed
es: La contraseña no se ha podido cambiar

# PasswordRequireToHaveXCharsLength
source: Passwords are required to be a minimum of {0} characters in length
es: Las contraseñas deben tener un mínimo de {0} carácteres

source: Please enter your username and password
es: Por favor, entra tu nombre de usuario y contraseña

# ProfileEdit
source: Edit profile
es: Editar perfil

# ProfileView
source: View Profile
es: Ver perfil de usuario

source: Register
es: Regístrate

source: Remember me
es: Recordarme en este equipo

source: Send
es: Enviar

source: Sign In
es: Iniciar sesión

source: Sign Out
es: Salir

# ThereAreErrorsInForm_SeeDetails
source: There are errors in your form, see details below
es: Existen errores en el formulario

# ToResetYourPassword
source: To reset your password, type the full email address you use to sign in.
es: Para resetear tu contraseña, escribe tu dirección de email

# UserFormBelowToCreateAccount
source: Use the form below to create a new account
es: Utiliza este formulario para crear una cuenta nueva

source: User name
es: Usuario

# UserNameOrPasswordInvalid
source: Invalid credentials
es: Usuario o contraseña incorrectos

source: User profile
es: Perfil de usuario
